# Практическая работа по уроку "Организация программ и методы строк."
#1.Организуйте программу:
my_string = input('Чем Вы сегодня занимались? ')
print('Рады за Вас!')
#1.2 Вывести количество символов введённого текста
print(len(my_string))
#2. Выведите строку my_string в верхнем регистре.
print(my_string.upper())
#2.1 Выведите строку my_string в нижнем регистре.
print(my_string.lower())
#2.2 Измените строку my_string, удалив все пробелы.
print(my_string.replace(' ', ''))
#Выведите первый символ строки my_string.
print(my_string[0])
#Выведите последний символ строки my_string.
print(my_string[-1])




